Repository: mozilla-l10n/mt-training-data
Catalog: ggg/ggg_pontoon.tmx
Source language: en_us
Languages: ggg

source: Connect with Gravatar
ggg: Gravatar دي جوڙو

source: Contact
ggg: رآبتو

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
ggg: پر، ڊرآمآگآرآنٚ دي جآنٚ اسڪرين رآئيٽرآنٚ دي رآبتو ڪرو اورپوُڇو تو ڪآ وي آپو ڪآ ڪآمو ڪو ايڪ نيهنو هِسو اوآميٚ ڊرآمآ تآڻيٚ ديوآ لآ تيآر هوسيٚ

source: Contact Form
ggg: آپوڪآ بآرآ مي جآنڪآرِيو ڪوڦآرم

source: Contact the Common Voice team
ggg: آم آوآج تيمو دي رآبتو ڪرو

source: Contact us
ggg: همآ دي رآبتو ڪرو

source: Contact Us
ggg: همآنٚدي رآبتو ڪرو

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
ggg: <licenseLink>Creative Commons لآئيسنو </licenseLink> ڪي تهت موآد موجود هي

source: Continue
ggg: جآريٚ

source: Continue speaking
ggg: ٻول چآل جآري رآکو

source: Continue validating
ggg: سئي جآري رآکو۔

source: Contribute
ggg: مِل ڪي سآهِتآ ڪرو

source: Contribute on GitHub
ggg: گيٽ هبو پر هِسو ديوو

source: Contribute sentences
ggg: جُملآ لگآئو۔

source: Contribute text
ggg: اکرآ مي شآمل هوو

source: Contribute to { $lang }
ggg: { $lang }مي هِسو ديوو

source: Contribute to text corpus
ggg: اکرآنٚ ڪآ ميڙو مي هِسو ديوو

source: Contributing to <bold>{ $language }</bold> dataset
ggg: <bold>{ $language }</bold> ڊيٽآ سيٽو مي هِسو

source: Contribution Activity
ggg: ليوآ ديوآ ڪو رآبتو

source: Contribution Criteria
ggg: شآمل هوآ ڪيٚ کآسيت

source: Contribution Experience
ggg: هِسو ديوآ ڪو تجربو

source: Contribution Guidelines
ggg: تآونو ڪي هِدآيتينٚ۔

source: Contributors record voice clips by reading from a bank of donated sentences.
ggg: مدت ڪروآݪآ جملآنٚ ڪيٚ بينٚڪيٚ دي پڙهوآ دي وآئس ڪلپ رڪآرڊ ڪردآئينٚ

source: Cookies
ggg: ڪوڪيج

source: <cookiesLink>Cookies<cookiesLink>
ggg: <cookiesLink>ڪُوڪيٚج<cookiesLink>

source: Copainalá Zoque
ggg: ڪوپيٚنآلآ جوڪ

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
ggg: <coquiLink>Coqui</coquiLink> اسپيچ ٽيڪنآلآجييو ڪوُ کولوآ لآ وڪڦو ڪررو گو هي. اُنآ ڪآ منسوبآ مي ايس ٽيٚ ٽيٚ ائيٚنٚ ٽيٚ ٽيٚ ايس انٚجڻيٚ پي ٻنٚدريٚ ڊيپ لرننگ شآمل هي.

source: Cornish
ggg: ڪآرنيش

source: Correct
ggg: سئيٚ

source: Corsican
ggg: ڪآرسيٚڪن ٻوليٚ

source: { $count } clips
ggg: ڪِلپ{ $count }

source: { $count }mo
ggg: مهينو

source: Country/Region of Residence
ggg: رهآئشي ڪو ملڪ / اِلآڪو

source: { $count }wk
ggg: هڦتو

source: { $count }y
ggg: سآل

source: [Crackle] giant dinosaurs of [crackle] -riassic.
ggg: جبرو ڊآئينآسآرو ڪو[ڪريل]- ريآسڪ [ڪريل]۔

source: Create a Custom Goal
ggg: جتريو هو سگي اِترو ڪآم ڪرو

source: Create a profile
ggg: ايڪ پروڦآئيل ٽآئو

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
ggg: آپو آپ يآ آپو ڪآ دوستآنٚ دي جآنٚ ٻوليٚو ڪيٚ ڪميونٽيٚو دي نوآنٚ، ٻولوآݪآ جُملآ ٺآوو۔ مِسآل تور ايڪ ’لآئي-اي-ٿون‘ جريٚئي

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
ggg: اوآمي دآيئرآ ڪيٚ ميل، جُملآ ڪآ، اور ترجمو ڪروو، نهينيٚ ٻوليو ڪيٚ ماڊلسآنٚ تآڻي مواد ٺآوآوو جآنٚ شيئر ڪرو۔

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
ggg: منکآن ڪيٚ توجآ لآ موڪيآ پيدآ ڪروآ لآ ڪآمن وآئيسو مي هسو ليوآ کو يڪين بڻآنٚدو هي تو ڊيٽآ سيٽو جترو هو سگي منکآنٚ ڪيٚ سيوآ ڪري ۔ همينٚ وسيل اور ٽيمپليٽ ٺآرآ هونٚ جيڪو تميٚ استمآل ڪرسگدآ هو

source: Crimean Tatar
ggg: ڪرآئميٚ ترڪيٚ

source: Criteria
ggg: کآسيِت

source: Croatian
ggg: ڪروشيآئيٚ ٻوليٚ

source: Culturally specific questions
ggg: سڪآڦتي کآس سوآل

source: Czech
ggg: چيڪ

source: Dagbani
ggg: دگبآنيٚ ٻوليٚ

source: Daily Goal
ggg: روجوُ ڪو مڪسد

source: Dameli
ggg: دآمل

source: Danish
ggg: ڊينش

source: Dargwa
ggg: دآرگآ

source: Dashboard
ggg: ڊيش بورڊ

source: Dataset: { $datasetLanguage }
ggg: ڊيٽآ سيٽ:{ $datasetLanguage }

source: Dataset Release
ggg: ڊيٽآ سيٽ چلآوو

source: Datasets
ggg: ڊيٽآ سيٽ

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
ggg: ASR، STT، TTS، اور دوُسريٚ NLP سورتي هآل ڊيٽآ سيٽ - جيڪي ڪميونٽيٚو ڪي شآملآيو دي هٽآرآ گوآ هينٚ

source: Date
ggg: تآريِک

source: Dawoodi
ggg: دآئوديٚ

source: Days
ggg: دنِ

source: Delete
ggg: کتم

source: Delete my recordings
ggg: ميريٚ ريٚڪآرڊينگينٚ ڊليٽ ڪرو

source: Delete Profile
ggg: پروڦآئيليٚ ڪوُ کتم ڪرو

source: Dhivehi
ggg: ڌويٚهيآئيٚ

source: Dholuo
ggg: ڍولو

source: Did you know…
ggg: ڪآ تئو کبر هونٚديٚ

source: Different language
ggg: الگ ٻوليٚ

source: Difficult
ggg: ڏُکيو

source: Difficult to pronounce
ggg: ڪيوآ مينٚ ڏُکيٚ

source: Dioula
ggg: ديولآئيٚ ٻوليٚ

source: Discard ongoing recording
ggg: چلديٚ رِڪآرڊيٚنگ کتم ڪرو۔

source: Discover languages and communities and common voice
ggg: ٻوليآنٚ اور ڪميونٽيآنٚ ڪوُ ڍونڊو ايڪ آم آوآج

source: do
ggg: ڪر

source: Documentation
ggg: دستآويج

source: Does the sentence meet the guidelines?
ggg: ڪآ جُملو هِدآيتينٚ مينٚ پورو اُتر دو هي؟

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
ggg: ڊومين جمللآ ڪآ موآدو ڪوُ جاهر ڪر دو هي۔ اِري ٽيم ، تِمي چونڊ ڪر سڪدآهو:

source: Donate
ggg: دآن ڪرو

source: Donate your voice
ggg: آپوڪيٚ آوآج ديئو

source: Done
ggg: ڊن

source: do not
ggg: نآ

source: Don’t Add
ggg: شآمل م’ن ڪرو

source: Don't see your language on Common Voice yet?
ggg: ڪآ تمريٚ ٻوليٚ ڪآمن وآئيسو پرآڃآ تآئينٚ نجرڪونآ آري؟

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
ggg: ڪآ تمريٚ ٻوليٚ ڊيٽآ سيٽو مي نجر ڪونآ آئي ؟ همريٚ ٻوليآݪآ پنآ ڪوُ ايڪ ٻوليو ڪيٚ نوينٚ سوينٚ درکوآست ڪروآ تآڻيٚ

source: Don't wish to say
ggg: ڪيوآ ڪيٚ کوآهش مت رآکو

source: Download
ggg: ڊآونلوڊ ڪرو

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
ggg: جد تِمي تِميٚ آم آوآجي مي شآمل هورآ هو، تو تِمرآ وآڪيآ جآنٚآ آپو تآڻيٚ ايڪ سرٽيڦڪيٽ ڊآئون لوڊ ڪرو — وو تِمري بنآ ممڪِن ڪونآ هوسيٚ!

source: Download Common Voice Data
ggg: آم آوآجو ڪيٚ ڊيٽآ ڊآئون لوڊ ڪرو

source: Download Data
ggg: ڊيٽآ ڊونلوڊ ڪرو

source: Download Dataset Bundle
ggg: ڊآئونلوڊ ڪرو ڊيٽآ سيٽ بنڊل

source: Download { $language }
ggg: { $language } ڊآئون لوڊ ڪرو

source: Download Links
ggg: لِنڪ ڊونلوڊ ڪرو

source: Download My Data
ggg: ميري ڊيٽآ ڪوُ ڊآئون لوڊ ڪرو

source: Download options for accessing Common Voice data
ggg: ملدآ جُلدآ آوآجيٚنٚ ڪو ڊيٽآ تائينٚ رسآيو تآڻيٚ ڊآئون لوڊو ڪآ اديٚڪآر

source: Download our press pack <icon></icon>
ggg: همرو پريس پيڪ ڊآئونلوڊ ڪرو

source: Download our voice datasets
ggg: همريٚ آوآجيٚ ڪآ ڊيتآ سيٽ ڊآئون لوڊ ڪرو

source: Download profile data
ggg: پروڦآئيل ڊيٽآ لوڊ ڪرو

source: Download the Dataset
ggg: ڊيٽآ سيٽو ڊآئون لوڊ ڪرو

source: Download the Single Word Target Segment
ggg: ڊآئون لوڊ ڪررو آيڪلو لڦج چگرو گوو هسو

source: Download your contribution certificate
ggg: آپو ڪو هِسو سرٽيٚڦِڪيٽ ڊآئوُن لوڊ ڪرو

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
ggg: ڪآ تمري ڪني وچآر هينٚ تو همينٚ ڪيسي آم آوآجو ڪيٚ ڊيٽآ سيٽيٚ ڪوُ اور سئيٚ ڪرسگدآنٚ هونٚ ؟ آجآئو تو ٻولوآ ڪو جآڻآنٚ

source: Do you want to continue?
ggg: ڪآ تميٚ جآريٚ رآکوو چآهنٚدآئو؟

source: Do you want to Speak, Listen or both?
ggg: ڪآ تميٚ چآهنٚدآ هو ٻولوو، سُڻوو يآنٚ دوسرآ؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
ggg: برآئوُجر<browseWrap>ڇِڪو اور ڇوڙ ديوو جآنٚ</browseWrap> ڪرو

source: Drag your file here or <uploadButton>click to upload</uploadButton>
ggg: آپوئيٚ ڦائيليٚ ڪُو يهآنٚ ليڪي <uploadButton> جائو يآن اپلوڊ ڪروآ لآ ڪِلڪِ ڪرو </uploadButton>

source: Drop file here to upload
ggg: اپلوڊ ڪروآ لآ يهآنٚ ڦائل ڇوڙو

source: Duala
ggg: دوآلآ

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
ggg: تآونو ڪآ جمآ ڪروآ ڪي دورآن 'جمآ ڪرو' پر ڪلڪ ڪروآ ڪي بآد جبآبيٚ رآئي ڪوُ ڇوڙرو جآسيٚ۔ هِسو سيدو سنٚوونٚ5 رڪآرڊنگ يآ سئيو ڪآ آوآݪآ سيٽو دي جآري رهيسيٚ

source: Dutch
ggg: ڊچ

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
ggg: NEXTPREVIOUS REQUEST CONTEXT or REPORT ISSUE ڊيٽآ سيٽو مي هر دآکل ايڪ الگ MP3 ائينٚ اُرو جيسو ٽيڪس ڦآئلي پي مشتمل هي . ڪِترآئيٚنٚ { $total }</b> ڊيٽآ سيٽو مي رڪآڊ هرآ ڪلآڪآنٚ مي شآمل هيٚنٚ ڊيمو گرآڦڪ ميٽآ ڍيٽآ مسآل اُمر ، جنس ائيٚنٚ لڦج جيڪو تڪريٚريٚ اوݪکآنٚديٚ اجڻيٚ ڪيٚ درستگِيو. ترتيب ديوآ مي مدت ڪر سگھدآ هيٚنٚ ڊيٽآ سيٽ ايٚرو وڪت مشتمل هي <b>{ $valid }</b> پڪ هريٚ ڪلآڪيٚ مي <b>{ $languages }</b> ٻوليآنٚ مي، پر هميٚ هميشآ ٻتيٚ آوآج ائيٚنٚ ٻوليونٚ شآمل ڪردآ ريهرآ هونٚ. همرآ <languagesLink>Languages پنآ </languagesLink> مي ايڪ نجر ديکو ڪرآ ٻوليو ڪيٚ درکوآست ڪروو يآنٚ هسو ديوو شروُ ڪروآ لآ

source: Eastern Balochi
ggg: مشرڪيٚ بلوچيٚ

source: Eastern Huasteca Nahuatl
ggg: مشرڪي هوسٽڪآنو نوهآٽلآ

source: Eastern Min
ggg: مشرڪيٚ من

source: Eastern Penan
ggg: ايِسٽرن پينآن

source: Easy
ggg: سولوَ

source: Easy to Understand
ggg: سمجھوآ مي سولو

source: Ebrie
ggg: ابريٚ

source: Edit
ggg: مِلآئو

source: Edit Profile
ggg: پروڦآئيلي مي اڊٽينگ ڪرو

source: e.g., “What do you wish you could use technology for?”
ggg: جيسي، “تمي ٽيڪنآلآجيو تآڻيٚ ڪآ استمآل ڪروآ ڪي کوآهش رآکدآ هو؟”

source: Email
ggg: ايِ ميلَ

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
ggg: ايٚ ميل:</emailFragment>commonvoice@mozilla.com<emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
ggg: همريٚ ميلنٚگ لسٽيٚ مي وو سيڪوآ لآ تميٚ ڪآمن آوآجو مي مهمن، وآڪيآنٚ ائين ڪوڊجآئينآ ڪيٚ کوُبيآنٚ مي ڪيسي هسو لي سگدآئونٚ

source: Email is already used for a different account
ggg: اي ميل پيلي ئي الگ اڪآئونٽ لآ استمآل هوُري هي

source: Email Subscriptions
ggg: ايٚ ميل سنسڪربشن

source: Emakhuwa
ggg: ايمکُوآ

source: English
ggg: انگريجي

source: Enter Email to Download
ggg: ڊآئون لوڊ ڪروآ لآ اي ميل ديئو

source: Enter email to send a sign up link
ggg: سآئيٚن اپ لنڪ ڀيجوآ تآڻيٚ اي ميل دآکل ڪرو۔

source: Enter your Country/Region of Residence
ggg: رهآئشي ڪو ملڪ / اِلآڪو لگآئو

source: Enter your email
ggg: تمري ايِميل لگآؤ

source: Enter your public domain sentence here
ggg: يهاٚن آپوئيٚ اوآميٚ ڪيٚ مِلڪََتيٚ ڪآ جملآ ڌرو

source: Enter your public domain sentences here
ggg: يهآنٚ آپوئيٚ اوآميٚ ڪيٚ ملڪتيٚ ڪآ جملآ ڌرو

source: Error
ggg: گلتيٚ

source: Error adding sentence
ggg: جُملو لگآوآ مينٚ گلَتيٚ

source: Error { $code }
ggg: { $code } گلتيٚ

source: Error while playing audio file.
ggg: آڊيو ڦآئيٚل چلوآ مآل گلتيٚ۔

source: Erzya
ggg: ارجيآئيٚ ٻوليٚ

source: ESC
ggg: ايٚ ايس سيٚ

source: Esperanto
ggg: ايٚسپرانتيآئيٚ ٻوليٚ

source: Estonian
ggg: ايستونآئيٚ ٻوليٚ

source: Eton
ggg: ايٚتون

source: Events
ggg: هآدسآ

source: Everyone
ggg: هرڪوئيٚ

source: Ewe
ggg: ايويٚ

source: Ewondo
ggg: ايونڊآئيٚ

source: Example
ggg: مِسآل

source: Example questions
ggg: مِسآل سوآل

source: Exceeded 500 questions. Reduce number of questions and retry.
ggg: 500 سوالآنٚ دي وڌيٚڪ هوگآ هينٚ۔ سوآلينٚ ڪو تيدآد گھٽآ ڪي وري ڪوشش ڪرو۔

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
ggg: دلِيآݪي کبرين ! اچآنڪ آوݪي هينٚ ! اپڊيٽيٚ لآ همري ڀيݪي ريهئو ائينٚ تآجيٚ کبرينٚ لآ همآنٚ<discordLink>Discord</discordLink> ڪوُ چيڪ ڪروآ ڪيٚ پڪ ڪرو.

source: Exit & Delete clips
ggg: کتم ڪرو اور ڪِلپ ڊليڊ ڪرو

source: Explore datasets <icon></icon>
ggg: ڊيٽا سيٽسو ڪوُ ڍونڊو<icon></icon>

source: Explore the community and languages supported by Common Voice
ggg: ڊم آوآجيٚ ڪيٚ حمآيت ڪروآݪيٚ ڪميونٽيٚ اور ڀوليآنٚ ڪو ڍونڊو

source: Express or solicit prejudiced or offensive sentiments
ggg: ڀڙڪآوآݪآ جآ گلت ٻول کيآلآ ڪآ جهآهِري جآ درڪآس

source: Failed to copy SHA256 Checksum
ggg: ڪآپيٚ ڪروآ مي نآڪآم هرو SHA256 Checksum

source: Fang
ggg: ڦآنٚگ

source: Faroese
ggg: ڦيروج

source: Featured in...
ggg: کآس توريٚ پر ...

source: Female/Feminine
ggg: مآئيٚ/مآيونٚ

source: Fewer than 15 words per sentence
ggg: ايڪ جُملو 15 لڦجآنٚدي گھٽ هوڻ کپي

source: Fields marked with an asterisk (*) are required.
ggg: تآرآ(*)دي نشآن لگريٚ ڦيٚلڊ گھُربل هي

source: File is too large
ggg: ڦآئِل ڀوتَ جبريٚ هي

source: File is too small
ggg: ڦآئِل ڀوت نهينيٚ هي

source: Finance
ggg: چوڏآنٚ ڪآ

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
ggg: دوسرآنٚ ڪوُ ڍونٚڊو جيڪو کيآل رآکدآ ۔ وو هوسگدو هي يونيورسٽيونٚ،ٻولي اسڪول، وڪيل گروپ يآنٚ ڊيٽآ سآئينس ڪميونٽيٚ ۔ ٻآهر جآئو ائين سهي تريڪآ دي جآنڪآريٚ ليئو تو وي ڪيسي اي outreach ديکو همرآ ٽيمپليٽ<outreachTemplates>۔ مدت ڪرسگدآ هينٚ ائينٚ ڪآلي۔</outreachTemplates>ميلينٚ

source: Find us on Matrix
ggg: مئٽرڪسيٚ پر همآ ڪوُ ڍونڊو

source: Finish editing first?
ggg: پيلي ترميٚم کتم ڪرو؟

source: Finish recording
ggg: رِڪآرڊنگ کتم ڪرو

source: Finish recording first?
ggg: پيلڪيٚ رڪآرڊنگ مڪمل ڪرو

source: Finish Review
ggg: سئيٚ کتم ڪرو

source: Finish validating
ggg: سئي کتم ڪريو

source: Finish validating clips?
ggg: ڪِلپآنٚ ڪي سئيٚ پوريٚ ڪرو؟

source: Finnish
ggg: ڦنيٚ ٻوليٚ

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
ggg: پيليٚ، چيڪ ڪرو تو ڪآ تمريٚ ٻوليٚ</languageLink>آگيئيٚ موجود هي <languageLink>آپوڪي ٻوليٚ شآمل ڪروآ بآبت <languageRequestLink>جي وو نآ هي، تو تميٚ ڪرسگدآئو </languageRequestLink>پڇي وهآنٚ دوهسآ هينٚ جو سآئيٽو ڪآ ترجمآ، ائينٚ جُملآنٚ ڪوُ ڀيݪآ ڪروو

source: Follow guidelines from “What sentences can I add?”
ggg: "مي ڪوڻسآ جُملآ ڀيݪآ ڪرسگدونٚ؟" انآ دي هدآيتيٚ ڪيٚ پيرويٚ ڪرو .

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
ggg: ديوجرو هر وآئيس ڪِلپو تآڻيٚ، اور هر آڊيو ڪِلپو ڪيٚ سئي ڪرريٚ گئي هي، تِمرآ اڪآئونٽو دي اڪآئونٽ ڊيش بورڊو دي اپديٽ ڪرو جآندو هي تو جيسي تِميٚ هر ٻوليو مي تِمريٚ تآجيٚ پيش رڦتيٚ ڪوُ جآهر ڪوآ تآڻيٚ جيڪو تِمي تآون ڪرو۔ هآنٚ، تِمي ايڪو دي وڌيڪ هِسو دي سڪدآ هو آپو ڪآ لمبرآن ڪوُ تريڪ ڪروآ تآڻيٚ ڊيش بورڊ استمآل ڪرو، ديکو تو ڪميونٽيٚو مي <br/><br/> دوسرآ ڪي ڀيݪي ڪيسي پيڙآ هو، اور هر روج يآ گُڦتگوُ تآونو ڪآ مڪسد مڪرر ڪرو

source: for example
ggg: مسآلو تور

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
ggg: پبلڪ ڊومينو ڪيٚ لکآوٽيٚ تآڻيٚ جيڪو آنلآئين موجود ڪونآ هي، تِمي استمآل ڪر سڪدآ هو پڙهآيو هوآلي ڪروآݪو اندآج مِسآل توآ هآرڊ اندآج” جيس (2021) مآئي پبلڪ“ لآئيسنس نجمينٚ

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
ggg: اُنآ ٻوليآنٚ لآ شُرو ڪرري ويب سآئيٽ ڪآميآبيو دي اور ڀوت،</localizationGlossaryLink> مڪآنيٚ ڪرري گئي هي <localizationGlossaryLink> جُلآ ڀيݪڪررآ گآ <sentenceCollectionGlossaryLink> جآري </sentenceCollectionGlossaryLink> هينٚ ميلآپآ<Listen<Listen /listenLink>SpeakLink>Listen<speakLink>

source: Foundations
ggg: بُڻيآد

source: French
ggg: فرينچ

source: Frisian
ggg: ڦريسيٚئن

source: Fulah
ggg: ڦيولآئيٚ ٻوليٚ

source: Fuzhou
ggg: ڦوجو

source: Galician
ggg: گآليٚشين

source: Gawarbaiti
ggg: گآوربآيتيٚ

source: Gawri
ggg: گوريٚ

source: GB
ggg: جيٚ بيٚ

source: General
ggg: آم

source: General language / multiple variants
ggg: آم ٻوليٚ / ڪِترائيٚ ڪِسمآنٚ

source: Georgian
ggg: جيآرجيٚ ٻوليٚ

source: German
ggg: جرمنيٚ ٻوليٚ

source: Get in touch
ggg: رآبتآ مي رهيوو

source: Get in touch <icon></icon>
ggg: رآبتآ مي هوو<icon></icon>

source: Get involved
ggg: شآمل هوو

source: Get Involved
ggg: شآمل هوو

source: Get started <icon><icon>
ggg: شروُ ڪرو<icon><icon>

source: Get started with goals
ggg: مڪسدآنٚ دي شروُ ڪرو

source: Get Started with Speech Recognition
ggg: تڪريٚريٚ ڪيٚ شنآکتيٚ دي شروُ ڪرو

source: Get your certificate
ggg: آپو ڪو سرٽيٚڦِڪيٽ ليوو

source: Ghomala
ggg: گُلآمآ

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
ggg: <githubLink>NVIDIA NeMo</githubLink>™ <docsLink> کُلرو سورس ٽول ڪٽ </docsLink> ايڪ ™</githubLink>NeMo مآڊل ٺآريهرآ هون AI جيڪو پرآڻي ٻولي ٻولوآݪآ

source: Goal reached
ggg: منجليٚ مي پهچ گوو

source: Goals
ggg: مڪسد

source: Gorani
ggg: گورآڻيٚ

source: Go to Discourse
ggg: ٻولوآ چآلوآ ڪوديٚ جآئو

source: Go to Languages Page
ggg: ٻوليآنٚ ڪآ پنآ ڪوديٚ جآئو

source: Go to { $name }
ggg: { $name } ڪودي جآوو

source: <governanceLink>Read more about how we're governed</governanceLink>
ggg: ٻتيٚ پڙهو تو همآنٚڪو ڪيسي سمآݪرو <governanceLink></governanceLink>جآنٚدو هي

source: Governments
ggg: هڪوُمتينٚ

source: Grammatical / spelling error
ggg: ڪآئدآ / هِجي ڪيٚ گلتيٚ

source: Great! How many clips a week?
ggg: جبردست ڪترآئيٚ ڪلپ ايڪ هڦتآ مي ؟

source: Great! How many clips per day?
ggg: ڀلآ ڪِترآئيٚ ڪلپس ايڪ دن؟

source: Great!<recordIcon></recordIcon> Record your next clip
ggg: ڀلو۔ تمرو دوسرو ڪِلپ رڪآرڊ ڪرو۔

source: Great work!<playIcon></playIcon> Listen again when you're ready
ggg: ڀلو ڪآم جد تيمينٚ تيآر هوو، وري سُڻو

source: Greek
ggg: يونآنيٚ ٻوليٚ

source: Gronings
ggg: گرو ننگس

source: Guarani
ggg: گآرآنيٚ ٻوليٚ

source: Guidelines
ggg: ڪيوَتَ

source: Gujarati
ggg: گُجرآتيٚ ٻوليٚ

source: Gujari
ggg: گوجريٚ

source: Haitian
ggg: هيتآئيٚ

source: Hakha Chin
ggg: هآکآ چنيٚ ٻوليٚ

source: Hausa
ggg: هوسآ

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
ggg: ڪآ تِمري ڪني آگيٚ جآنٚ آوآݪو ووآڪيو هي؟ اُرو ڪوُ همآ دي شيئر ڪرو اورهميٚ اُرو ڪوُ ڊپو ڪيٚ ڪميونٽيٚو دي ايلآن ڪرسآنٚ جآنٚ اُرو ڪآ بآرآ مي ايڪ بلاگ لگآسآنٚ!

source: Have Feedback?
ggg: ورنٚديٚ ديئو؟

source: Have you read our Terms?
ggg: ڪآ تِمي همري شرتينٚ پڙهرآ هو؟

source: Having an account is not required to contribute, though it is helpful.
ggg: ايڪ اڪآونٽ هوآ ڪي ڪري جرُرويٚ ڪونآ تو هِسو ديوآ تآڻي، پر وو مددڪآر هي۔

source: Having a profile is not required to contribute though it is helpful, see why below.
ggg: پروڦآئيل هوو جرُرو ڪونآ هي هسو ديوآ تآڻيٚ پر وو مدديآݪيٚ هي، نيچي ديکو ڪآلي۔

source: Healthcare
ggg: سِهتيٚ ڪيٚ سهوٚلتِ

source: Hebrew
ggg: اِبرآنيٚ ٻوليٚ

source: Help
ggg: مدت ڪرو

source: Help Common Voice reach { $hours } hours in a language with a personal goal
ggg: ڪلآڪآ مي ايڪ جآتيٚ مڪسدو دي { $hours } مدت ڪرو آم آوآجو تآئينٚ پهچآئو

source: Help create Common Voice’s first target segment in { $locale }
ggg: ڪآمنَ وآئيسو ڪآ پيلڪآ مقسدو مينٚ مدت ڪرو۔

source: Help reach { $hours } hours in { $language } with a personal goal
ggg: مي مدت ڪرو { $language } ڪلآڪآنٚ تآئينٚ{ $hours } جآتيٚ مڪسدآ دي

source: Help teach machines how real people speak, donate your voice at { $link }
ggg: مشِنيٚ ڪوُ سِڪووآ مي مدت ڪرو تو هڪيٚڪتيٚ مي منک ڪيسي ٻولدآ هين، { $link } آپوڪو آوآج ديئو

source: Help us build a community around voice technology, stay in touch via email.
ggg: اسان کي آواز ٽيڪنالاجي جي چوڌاري هڪ ڪميونٽي ٺاهڻ ۾ مدد ڪريو

source: Help us build a high quality, publicly open dataset
ggg: همري مدد ڪرو ايڪ کآس ميآر، آوآمي تورو پر کُلرو ڊيٽآ سيٽ ٺآوآ مي

source: Help us find more voices, share your goal
ggg: همريٚ وڌيٚڪ آوآج ڍونٚڊوآ مي مدت ڪرو ، آپوڪآ مڪسدو هسيدآر ڪرو

source: Help us get to { $goal }
ggg: همري{ $goal } ليوآ مي مدد ڪرو

source: Help us validate sentences!
ggg: همري مدد ڪرو جُملآ ڪوُ سئي ڪروآ مي!

source: Help us validate voices
ggg: همري مدد ڪو تو آوآجينٚ ڪوُ سئي ڪرآنٚ

source: Heng Hua
ggg: هينگ هوآ

source: Here are the links to download your ZIP files.
ggg: جِپ ڦآئليٚنٚ ڪوُ ڊونلوڊ ڪروآ تآڻي لنک يهآنٚ هينٚ۔

source: Hidden
ggg: دُبريٚ

source: Highland Puebla Nahuatl
ggg: هآئي لينٚڊ پئبلآ نآهوتل

source: Hiligaynon
ggg: هيليٚگينآئيٚ

source: Hill Mari
ggg: هلمريٚ ٻوليٚ

source: Hindi
ggg: هنديٚ ٻوليٚ

source: His hand was rais-ed.
ggg: اُرو ڪو هآت اُٺرو تو۔

source: History, Law and Government
ggg: تآريٚڪ ، ڪآنوٚن اورَ هَڪوٚمََت

source: Hours
ggg: ڪِلڪ

source: Hours Recorded
ggg: رڪآرڊ هوريٚ ڪِلڪ

source: Hours Validated
ggg: رڪآرڊ هوري ڪِلڪ

source: How ?
ggg: ڪيسي؟

source: How are project decisions made?
ggg: منسوبآ ڪآ ڦيسلآ ڪيسي ڪررآ گآ هينٚ؟

source: How can we effectively grow a language on Common Voice?
ggg: همينٚ ڪيسي وڌيٚڪ تريٚڪآ دي ايڪ ٻوليو ڪو آم آوآجو مي وڌآ سگدآ هونٚ؟

source: How does Common Voice work?
ggg: آم وآج ڪيسي ڪآم ڪردوئي؟

source: How does site localization work?
ggg: سآئيٽلو ڪلآئيجيشن ڪيسي ڪآم ڪردو هي ؟

source: How do I access and use the dataset?
ggg: مينٚ ڊيٽآ سيٽو تآئينٚ ڪيسي جآئونٚ اور استمآل ڪآسگدو هونٚ

source: How do I add a language?
ggg: مينٚ ايڪ ٻوليٚ ڪيسي شآمل ڪرسگدوئونٚ

source: How do I add sentences?
ggg: مي ڪيسي جُملا شآمل ڪرسگدو هونٚ؟

source: How do I cite?
ggg: مينٚ ڪيسي پرکَ دئونٚ

source: How do I know whether to approve a voice clip?
ggg: مينٚ ڪيسي جآڻونٚ تو وآئيٚس ڪلپوُ منجورَ ڪررو جآئي؟

source: How do I record a high quality voice clip?
ggg: مينٚ ايڪ ٻڏآ نآئو ڪو آوآج ڪلپ ڪيسي رڪآڊ ڪرسگدو هونٚ

source: How do I stay in touch?
ggg: مينٚ رآبتآ مي ڪيسي ريهونٚ؟

source: How is Common Voice funded?
ggg: آم آوآجو ڪوُ ڪيسي ڦنٚڊ ديٚنو گو هي

source: How Spontaneous Speech works
ggg: تڪڙو ٻولوو ڪيسي ڪآم ڪردو هي

source: How to add multiple sentences
ggg: ڪِترآئيٚ جُملآڪونٚ ڪيسي ڀيݪو ڪرروجآئيٚ

source: How would you describe your accent?
ggg: تمي تمري ورجآڻي يو ڪوُ ڪيس ڪيندآ هي؟

source: How would you describe your sex or gender?
ggg: تمي تمري جنس يآ جنسي ڪوُ ڪيسو ڪيندآ هو۔

source: Huarijio
ggg: هُوآريٚجِيو

source: Huautla Mazatec
ggg: هوآ تلآ مآج اٽيڪ

source: Hungarian
ggg: هنٚگريٚ ٻوليٚ

source: I agree
ggg: مينٚ هآنٚ ڪردونٚ

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ggg: Common Voice ڪيٚ <termsLink>شرتيٚنٚ</termsLink> اور <privacyLink>پرآئيوُسيآنٚ ڪآ نوتيِسو </privacyLink> دي مي رآجي هونٚ

source: Ibibio
ggg: ايببيُو

source: Icelandic
ggg: آئس لينٚڊيٚ ٻوليٚ

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
ggg: مي مآنٚدون ڪي يي جُملآ <wikipediaLink>اواميٚ ملڪتيٚ ڪآ </wikipediaLink> هينٚ ائينٚ مڪوُ ايٚنآ ڪوُ اپلوڊ ڪروآئيٚ آجآزت هي .

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
ggg: مي سئي ڪردو هونٚ تو يو سوآل هي<publicDomainLink> امآمي ملڪت </publicDomainLink> اور مڪوُ اُرو ڪوُ اپلوڊ ڪروآ ڪيٚ اجآجت هي۔
